app/controllers/hospitals_controller.rb

SELECT "hospitals".* FROM "hospitals" WHERE (co_municipio_gestor = 261160)
---
  def index
    @hospitals = Hospital.where("co_municipio_gestor = '261160'")